Repository: lipsworld/bulk-create-users
Catalog: languages/bulk-create-users-*.po
Languages: nl_nl

source: Bulk Create Users
nl_nl: Bulkcreëer gebruikers

source: Bulk Create
nl_nl: Bulkcreëren

source: You do not have sufficient permissions to access this page.
nl_nl: Je hebt niet voldoende rechten om deze pagina te zien.

source: <strong>ERROR</strong>: Could not gerenate a valid user name.
nl_nl: <strong>FOUT</strong>: Kon geen valide gebruikersnaam genereren.

source: Restart
nl_nl: Opnieuw

source: Import Results
nl_nl: Importresultaten

source: Row number
nl_nl: Rijnummer

source: Feedback message
nl_nl: Feedbackbericht

source: View Created Users
nl_nl: Gecreëerde gebruikers bekijken

source: Remove Created Users
nl_nl: Verwijder gecreëerde gebruikers

source: We found %1$d columns and %2$d rows in your file.
nl_nl: We hebben in je bestand %1$d kolommen en %2$d rijen gevonden.

source: We found 1 column and %2$d rows in your file
nl_nl: We hebben in je bestand 1 kolom en %2$d rijen gevonden.

source: Import Settings
nl_nl: Importinstellingen

source: At least an <strong>email address</strong> is required to be able to setup your (new) users.
nl_nl: Er is in ieder geval een <strong>e-mailadres</strong> vereist om (nieuwe) gebruikers te creëren of bij te werken.

source: File Column
nl_nl: Bestandskolom

source: Data Field
nl_nl: Dataveld

source: First Row
nl_nl: Eerste rij

source: Exclude the first row from the import
nl_nl: Sluit de eerste rij uit bij het importeren

source: Include the first row in the import
nl_nl: Neem de eerste rij mee bij het importeren

source: By default, the first column will be included in the import.
nl_nl: Standaard wordt de eerste kolom meegenomen bij het importeren.

source: By default, the first column will be excluded from the import.
nl_nl: Standaard wordt de eerste kolom uitgesloten bij het importeren.

source: Update Existing
nl_nl: Bestaande bijwerken

source: When the email address already exists, update the user
nl_nl: Werk de gebruiker bij als het e-mailadres reeds bestaat

source: By default, existing users (email addresses) will be skipped.
nl_nl: Standaard worden bestaande gebruikers (e-mailadressen) overgeslagen.

source: Register to Sites
nl_nl: Registreer bij sites

source: Select the sites for which to register the users. Defaults to the main site.
nl_nl: Selecteer de sites waarop je de gebruikers wilt registreren. Standaard geldt de hoofdsite.

source: Select/Deselect All
nl_nl: Alle (de)selecteren

source: Notify New Users
nl_nl: Stuur nieuwe gebruikers notificatie

source: Do not send a notification email
nl_nl: Verzend geen notificatie-e-mail

source: Send the default WordPress notification emails
nl_nl: Verzend de standaard WordPress notificatie-e-mail

source: Send a custom notification email
nl_nl: Verzend een aangepaste notificatie-e-mail

source: Custom Email Settings
nl_nl: Aangepaste e-mailinstellingen

source: From Name
nl_nl: Verzendnaam

source: Define the name of the sender.
nl_nl: Geef de naam van de verzender op.

source: From Address
nl_nl: Verzendadres

source: Define the email address of the sender.
nl_nl: Geef het e-mailadres van de verzender op.

source: Email Subject
nl_nl: E-mailonderwerp

source: Define the subject of the notification email.
nl_nl: Geef het onderwerp van de notificatie-e-mail op.

source: Email Content
nl_nl: E-mailinhoud

source: Define the content of the notification email. Click <a href="%s">the help tab</a> to view the available variables (i.e. login, password).
nl_nl: Bepaal de inhoud van de notificatie-e-mail. Klik op <a href="%s">de helptab</a> voor de beschikbare variabelen (bijvoorbeeld login, wachtwoord).

source: Login Redirect
nl_nl: Doorsturen na inloggen

source: When sending the login link: Define the url to which to redirect the user after login.
nl_nl: Als de loginlink wordt verzonden: geef aan naar welke url de gebruiker moet worden doorgestuurd na inloggen.

source: Import Users
nl_nl: Importeer gebruikers

source: Start Import
nl_nl: Begin import

source: Select a CSV file
nl_nl: Selecteer een csv-bestand

source: Separator
nl_nl: Scheidingsteken

source: Upload
nl_nl: Uploaden

source: Imported %d rows
nl_nl: %d rijen geïmporteerd

source: Started importing
nl_nl: Importeren gestart

source: Stopped importing
nl_nl: Importeren gestopt

source: Importing succesfull
nl_nl: Importeren geslaagd

source: Nothing to select
nl_nl: Niets om te selecteren

source: Select an option
nl_nl: Selecteer een optie

source: Base Data
nl_nl: Basisdata

source: Email Address
nl_nl: E-mailadres

source: Login
nl_nl: Inlognaam

source: Password
nl_nl: Wachtwoord

source: First Name
nl_nl: Voornaam

source: Last Name
nl_nl: Achternaam

source: Display Name
nl_nl: Schermnaam

source: Description
nl_nl: Beschrijving

source: User Meta
nl_nl: Gebruikersmeta

source: Use column title as meta key
nl_nl: Gebruik kolomtitel als metasleutel

source: Sorry, we could not find your file.
nl_nl: Helaas, maar we konden je bestand niet herkennen.

source: Sorry, we could not read the uploaded file.
nl_nl: Helaas, maar we konden je bestand niet uitlezen.

source: Sorry, we can only proces single column files if it contains email addresses.
nl_nl: Helaas, maar we kunnen alleen bestanden met één kolom verwerken als het een e-mailadres bevat.

source: Sorry, the data from your file is gone or invalid.
nl_nl: Helaas, maar de data van je bestand is verdwenen of niet juist.

source: Sorry, the selected data options were incomplete or invalid.
nl_nl: Helaas, de geselecteerde data-opties zijn incompleet of niet juist.

source: Sorry, but we need an email field to register or recognize the users with.
nl_nl: Helaas, maar we hebben een e-mailveld nodig om gebruikers mee te kunnen registreren.

source: Sorry, all users already exist.
nl_nl: Helaas, alle gebruikers bestaan al.

source: Sorry, we did not find any settings for your custom email to be sent.
nl_nl: Helaas, maar we konden geen instellingen vinden voor het verzenden van de aangepaste e-mail.

source: Successfully created %d user: %s
nl_nl: Succesvol %d gebruiker gecreëerd: %s

source: Successfully updated %d user: %s
nl_nl: Succesvol %d gebruiker bijgewerkt: %s

source: Succesfully removed the recently created users from your installation.
nl_nl: Het verwijderen van recent gecreëerde gebruikers van je site is gelukt.

source: Member Type Keys
nl_nl: Lidtype sleutels

source: Buddpress Member Types
nl_nl: BuddyPress membertypen

source: Buddpress XProfile
nl_nl: BuddyPress profielen

source: Group Slugs
nl_nl: Groepslugs

source: Buddypress Goups
nl_nl: BuddyPress groepen

source: Create/import/update multiple users at once
nl_nl: Creëer/importeer/update meerdere gebruikers ineens
